export const egyptLocations = [
  {
    "governorate": "القاهرة",
    "cities": ["15 مايو", "البساتين", "التبين", "الخليفة", "الدراسة", "الدرب الأحمر", "الزاوية الحمراء", "الزيتون", "الساحل", "السلام", "السيدة زينب", "الشرابية", "الشروق", "الظاهر", "المعادي", "المعصرة", "المقطم", "المنيل", "الموسكي", "النزهة", "الوايلي", "باب الشعرية", "بولاق", "جاردن سيتي", "حدائق القبة", "حلوان", "دار السلام", "روض الفرج", "شبرا", "طرة", "عابدين", "عباسية", "عين شمس", "مدينة العبور", "مدينة بدر", "مدينة نصر", "مصر الجديدة", "مصر القديمة", "منشأة ناصر", "التجمع الأول", "التجمع الثالث", "التجمع الخامس", "الرحاب", "مدينتي", "المرج", "عزبة النخل", "المطرية"]
  },
  {
    "governorate": "الجيزة",
    "cities": ["الجيزة", "السادس من أكتوبر", "الشيخ زايد", "الحوامدية", "البدرشين", "الصف", "أطفيح", "العياط", "الباويطي", "منشأة القناطر", "أوسيم", "كرداسة", "أبو النمرس", "الدقي", "المهندسين", "العجوزة", "إمبابة", "الوراق", "بولاق الدكرور", "العمرانية", "الطالبية", "الهرم", "فيصل", "حدائق الأهرام", "الرماية", "الواحات البحرية"]
  },
  {
    "governorate": "الإسكندرية",
    "cities": ["الإسكندرية", "برج العرب", "برج العرب الجديدة", "أبو قير", "الابراهيمية", "الأزاريطة", "الانفوشي", "الدخيلة", "السيوف", "الشاطبي", "العجمي", "العصافرة", "العطارين", "القباري", "اللبان", "المعمورة", "المكس", "المنتزه", "المندرة", "المنشية", "الورديان", "جليم", "رشدي", "زيزينيا", "سابا باشا", "سان ستيفانو", "سبورتنج", "ستانلي", "سموحة", "سيدي بشر", "سيدي جابر", "شدس", "صفر", "فيكتوريا", "فليمنج", "كابو", "كرموز", "كليوباترا", "لوران", "محرم بك", "محطة الرمل", "ميامي"]
  },
  {
    "governorate": "الدقهلية",
    "cities": ["المنصورة", "طلخا", "ميت غمر", "دكرنس", "أجا", "منية النصر", "السنبلاوين", "الكردي", "بني عبيد", "المنزلة", "تمي الأمديد", "الجمالية", "شربين", "المطرية", "بلقاس", "ميت سلسيل", "محلة دمنة", "نبروه"]
  },
  {
    "governorate": "البحر الأحمر",
    "cities": ["الغردقة", "رأس غارب", "سفاجا", "القصير", "مرسى علم", "الشلاتين", "حلايب", "الجونة", "سهل حشيش", "مكادي"]
  },
  {
    "governorate": "البحيرة",
    "cities": ["دمنهور", "كفر الدوار", "رشيد", "إدكو", "أبو المطامير", "أبو حمص", "الدلنجات", "المحمودية", "الرحمانية", "شبراخيت", "إيتاي البارود", "كوم حمادة", "بدر", "وادي النطرون", "النوبارية الجديدة"]
  },
  {
    "governorate": "الفيوم",
    "cities": ["الفيوم", "الفيوم الجديدة", "طامية", "سنورس", "إطسا", "أبشواي", "يوسف الصديق"]
  },
  {
    "governorate": "الغربية",
    "cities": ["طنطا", "المحلة الكبرى", "كفر الزيات", "زفتى", "السنطة", "قطور", "بسيون", "سمنود"]
  },
  {
    "governorate": "الإسماعيلية",
    "cities": ["الإسماعيلية", "فايد", "القنطرة شرق", "القنطرة غرب", "التل الكبير", "أبو صوير", "القصاصين الجديدة"]
  },
  {
    "governorate": "المنوفية",
    "cities": ["شبين الكوم", "مدينة السادات", "منوف", "سرس الليان", "أشمون", "الباجور", "قويسنا", "بركة السبع", "تلا", "الشهداء"]
  },
  {
    "governorate": "المنيا",
    "cities": ["المنيا", "المنيا الجديدة", "العدوة", "مغاغة", "بني مزار", "مطاي", "سمالوط", "مدينة أبو قرقاص", "ملوي", "دير مواس"]
  },
  {
    "governorate": "القليوبية",
    "cities": ["بنها", "قليوب", "القناطر الخيرية", "شبرا الخيمة", "الخانكة", "كفر شكر", "شبين القناطر", "طوخ", "العبور", "قها", "الخصوص"]
  },
  {
    "governorate": "الوادي الجديد",
    "cities": ["الخارجة", "باريس", "موط", "الفرافرة", "بلاط"]
  },
  {
    "governorate": "السويس",
    "cities": ["السويس", "الجناين", "عتاقة", "فيصل", "الأربعين"]
  },
  {
    "governorate": "أسوان",
    "cities": ["أسوان", "أسوان الجديدة", "دراو", "كوم أمبو", "نصر النوبة", "إدفو", "أبو سمبل السياحية"]
  },
  {
    "governorate": "أسيوط",
    "cities": ["أسيوط", "أسيوط الجديدة", "ديروط", "منفلوط", "القوصية", "أبنوب", "أبو تيج", "الغنايم", "ساحل سليم", "البداري", "صدفا", "الفتح"]
  },
  {
    "governorate": "بني سويف",
    "cities": ["بني سويف", "بني سويف الجديدة", "الواسطى", "ناصر", "إهناسيا", "ببا", "الفشن", "سمسطا"]
  },
  {
    "governorate": "بورسعيد",
    "cities": ["بورسعيد", "بورفؤاد", "حي الشرق", "حي العرب", "حي المناخ", "حي الضواحي", "حي الزهور", "حي الجنوب"]
  },
  {
    "governorate": "دمياط",
    "cities": ["دمياط", "دمياط الجديدة", "رأس البر", "فارسكور", "الزرقا", "السرو", "الروضة", "كفر البطيخ", "عزبة البرج", "ميت أبو غالب", "كفر سعد"]
  },
  {
    "governorate": "الشرقية",
    "cities": ["الزقازيق", "العاشر من رمضان", "منيا القمح", "بلبيس", "مشتول السوق", "القنايات", "أبو حماد", "القرين", "ههيا", "أبو كبير", "فاقوس", "الصالحية الجديدة", "الإبراهيمية", "ديرب نجم", "كفر صقر", "أولاد صقر", "الحسينية", "صان الحجر", "منشأة أبو عمر"]
  },
  {
    "governorate": "جنوب سيناء",
    "cities": ["الطور", "شرم الشيخ", "دهب", "نويبع", "طابا", "سانت كاترين", "أبو رديس", "أبو زنيمة", "رأس سدر"]
  },
  {
    "governorate": "كفر الشيخ",
    "cities": ["كفر الشيخ", "دسوق", "فوه", "مطوبس", "بلطيم", "مصيف بلطيم", "الحامول", "بيلا", "الرياض", "سيدي سالم", "قلين", "سيدي غازي", "برج البرلس"]
  },
  {
    "governorate": "مطروح",
    "cities": ["مرسى مطروح", "الحمام", "العلمين", "الضبعة", "النجيلة", "سيدي براني", "السلوم", "سيوة"]
  },
  {
    "governorate": "الأقصر",
    "cities": ["الأقصر", "الأقصر الجديدة", "إسنا", "طيبة الجديدة", "الزينية", "البياضية", "القرنة", "أرمنت", "الطود"]
  },
  {
    "governorate": "قنا",
    "cities": ["قنا", "قنا الجديدة", "أبو تشت", "نجع حمادي", "دشنا", "الوقف", "قفط", "نقادة", "قوص", "فرشوط"]
  },
  {
    "governorate": "شمال سيناء",
    "cities": ["العريش", "الشيخ زويد", "نخل", "رفح", "بئر العبد", "الحسنة"]
  },
  {
    "governorate": "سوهاج",
    "cities": ["سوهاج", "سوهاج الجديدة", "أخميم", "أخميم الجديدة", "البلينا", "المراغة", "المنشأة", "دار السلام", "جرجا", "جهينة", "ساقلتة", "طما", "طهطا"]
  }
];
